---
kind: property
id: P:Autodesk.Revit.DB.View.AreImportCategoriesHidden
zh: 视图
source: html/923129dd-cb3d-8802-67ce-51abc0b06b32.htm
---
# Autodesk.Revit.DB.View.AreImportCategoriesHidden Property

**中文**: 视图

Indicates if import categories are currently hidden in the view.

## Syntax (C#)
```csharp
public bool AreImportCategoriesHidden { get; set; }
```